"%@ - Offline" = "%@ - не в сети";

"3D Secure" = "Метод 3D Secure";

"Add New Card…" = "Добавить новую карту...";

"Add a Card" = "Добавить карту";

"Apt." = "Кв.";

"Contact" = "Контактные данные";

"Delivery" = "Доставка";

"Delivery Address" = "Адрес доставки";

"Free" = "Бесплатно";

"Invalid Shipping Address" = "Ошибочный адрес доставки";

"Loading…" = "Идет загрузка...";

"Multibanco" = "Multibanco";

"Next" = "Далее";

"Online Banking (FPX)" = "Онлайн-банкинг (FPX)";

"Payment Method" = "Метод оплаты";

"Shipping" = "Доставка";

"Shipping Method" = "Метод доставки";

"Use Billing" = "Использовать адрес выставления счетов";

"Use Delivery" = "Использовать адрес доставки";

"Use Shipping" = "Использовать адрес доставки";
